brew "git"
brew "curl"
brew "wget"
brew "unzip"
brew "zsh"
brew "bash"
brew "neovim"
brew "tmux"
brew "btop"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "jq"
brew "bat"
brew "eza"
brew "lazygit"
brew "gh"
brew "mise"
brew "pipx"
brew "uv"
brew "maven"
brew "gradle"

cask "docker"
cask "visual-studio-code"
cask "google-chrome"
cask "ghostty"
cask "obsidian"
cask "postman"
cask "discord"
cask "telegram"
