brew "git"
brew "curl"
brew "wget"
brew "unzip"
brew "bash"
brew "neovim"
brew "tmux"
brew "btop"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "jq"
brew "bat"
brew "eza"
brew "lazygit"
brew "gh"
brew "node"
brew "python"
brew "go"
brew "gcc"

cask "warp"
cask "visual-studio-code"
cask "gitbutler"
cask "ghostty"
cask "docker-desktop"
cask "obsidian"
cask "virtualbox"
cask "jetbrains-toolbox"
cask "zoom"
cask "telegram"
cask "spotify"
cask "postman"
cask "onlyoffice"
cask "obs"
cask "microsoft-edge"
cask "anki"
cask "termius"
cask "kiro"
