{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2026-06-21T00:00:00.000-00:00",
  "Sources": [
    {
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      },
      "Packages": [
        { "PackageIdentifier": "Git.Git" },
        { "PackageIdentifier": "OpenJS.NodeJS.LTS" },
        { "PackageIdentifier": "GoLang.Go" },
        { "PackageIdentifier": "Python.Python.3.13" },
        { "PackageIdentifier": "Neovim.Neovim" },
        { "PackageIdentifier": "BrechtSanders.WinLibs.POSIX.UCRT" },
        { "PackageIdentifier": "BurntSushi.ripgrep.MSVC" },
        { "PackageIdentifier": "sharkdp.fd" },
        { "PackageIdentifier": "junegunn.fzf" },
        { "PackageIdentifier": "jqlang.jq" },
        { "PackageIdentifier": "sharkdp.bat" },
        { "PackageIdentifier": "eza-community.eza" },
        { "PackageIdentifier": "JesseDuffield.lazygit" },
        { "PackageIdentifier": "GitHub.cli" },
        { "PackageIdentifier": "Warp.Warp" },
        { "PackageIdentifier": "Microsoft.VisualStudioCode" },
        { "PackageIdentifier": "GitButler.GitButler" },
        { "PackageIdentifier": "Docker.DockerDesktop" },
        { "PackageIdentifier": "Obsidian.Obsidian" },
        { "PackageIdentifier": "Oracle.VirtualBox" },
        { "PackageIdentifier": "JetBrains.Toolbox" },
        { "PackageIdentifier": "Zoom.Zoom" },
        { "PackageIdentifier": "Spotify.Spotify" },
        { "PackageIdentifier": "Microsoft.Edge" },
        { "PackageIdentifier": "Postman.Postman" },
        { "PackageIdentifier": "Telegram.TelegramDesktop" },
        { "PackageIdentifier": "ONLYOFFICE.DesktopEditors" },
        { "PackageIdentifier": "OBSProject.OBSStudio" },
        { "PackageIdentifier": "Anki.Anki" },
        { "PackageIdentifier": "Termius.Termius" },
        { "PackageIdentifier": "Amazon.Kiro" }
      ]
    }
  ]
}
